{"content":"<h1 id=\"about-the-game\">About the game</h1>\n\n<p>A happy crazy candy fiesta filled with magnificent winnings that every sweet tooth will love. Meet Happy Billions - another amazing game where you will be taken into the world of sweet candy! Addictive gameplay with great bonuses, group payout system, Scatter symbols, free spins and other cool functions. Feel this tropical vibe and take all great winnings!</p>\n\n<h1 id=\"how-to-play\">How to play</h1>\n\n<p>Winnings are formed depending on the number of symbols. Сhoose the bet size using the buttons in the Total bet field. Higher bets will increase a total win. The bet value chosen is displayed in the corresponding field. To start the reels spinning, click the Spin button.</p>\n\n<h1 id=\"auto-play\">Auto play</h1>\n\n<p>Click the <strong>Auto spins settings (A)</strong> button to choose the number of rounds to auto play. Autoplay starts when you click the number of rounds and Autoplay button shows the amount of remaining spins.</p>\n\n<p>You can choose additional settings for the <strong>Stop of auto spins</strong>:</p>\n\n<ul>\n  <li>on any win - autospin will stop after you win</li>\n  <li>if bonus game is won - autospin will stop when the bonus game is won (applies to Free Spins only)</li>\n  <li>if single win exceeds - autospin will stop when a single win is above the written sum in the field</li>\n  <li>if cash balance increases by - autospin will stop when the current balance is above the sum written in this field</li>\n  <li>if cash balance decreases by - autospin will stop when the current balance is below the sum written in this field</li>\n</ul>\n\n<p>To stop the spins click <strong>Stop Autospins button</strong></p>\n\n<h1 id=\"features\">Features</h1>\n\n<p><strong>Symbols pay</strong> anywhere on the screen. The total number of the same symbol on the screen at the end of a spin determines the value of the win.</p>\n\n<p><strong>Refilling</strong>. Now the Refilling can give you many consecutive wins on every spin. Refilling means that after every spin, all combinations are paid and all winning symbols disappear. The remaining symbols fall to the bottom of the screen and the empty cells are filled with symbols coming from above. Refilling will continue until no more winning combinations appear as the result of a Refill. There’s no limit to the number of possible Refills. All wins are added to the player’s balance after all of the Refills resulting from a base spin have been played.</p>\n\n<p><strong>Free Spins</strong> feature is awarded when 4 or more Scatter symbols hit anywhere on the screen or a Free Spins round has been purchased. If 4 Scatter symbols drop on the reels you get 10 Free Spins, 5 Scatters - 20 Free Spins, 6 Scatters - 30 Free Spins. Whenever 3 or more Scatter symbols hit during the Free Spins Round, 5 additional free spins are awarded.</p>\n\n<p><strong>Multiplier symbol</strong> appears on the reels only during the Free Spins Round and it stays on the screen until the end of the refilling sequence. Whenever the symbol hits it takes a random multiplier value from x2 to x100. When the Refill sequence ends, the value of all multiplier symbols on the screen are added together and the total win of the sequence is multiplied by the final value.</p>\n\n<p><strong>Scatter symbol</strong> appears on all reels. Scatter pays on any position in the main game. During the Free Spins Round, they only re-trigger Free Spins.</p>\n\n<p><strong>Buy Bonus</strong>. A player can buy Free spins during the game. A player is able to buy a bonus at the price pictured above the button. If the player increases the bet, the buy bonus price will be automatically increased. Spins start after buying the bonus. The next spin triggers a bonus game. During the bonus round, the button is disabled.</p>\n\n<p><strong>Chance x2 feature</strong>. There is a possibility to buy the Chance x2 feature in the game. It increases the bet and gives the player more chances to play bonus games. The Chance x2 feature is disabled if the Buy Bonus feature is active.</p>\n\n<h1 id=\"spin-results\">Spin Results</h1>\n\n<p>Payouts are made according to the number of symbols,  the win amount is displayed in the <strong>Total Win</strong> field.</p>\n\n<ul>\n  <li>Winnings are formed depending on the number of symbols.</li>\n  <li>Payouts are made according to the paytable.</li>\n  <li>Note that payouts are made according to the number of symbols. To learn the game payouts, click the <strong>Information (I)</strong> button.</li>\n  <li>In case of multiple winning combinations, the sum of the win is added.</li>\n  <li>In case a certain number of Scatter (Bonus) symbols pay, and winning combinations and the paying number of Scatter (Bonus) symbols drop in one spin, a player receives the win amount both for Scatters and for all the winning combinations.</li>\n</ul>\n\n<h1 id=\"settings\">Settings</h1>\n\n<p>The setting button opens a panel with game speed and volume settings.</p>\n\n<ul>\n  <li>Quick spin - the speed of spinning reels increases. Depending on license requirements, this feature may not be available.</li>\n  <li>Spacebar to spin (can be used instead of clicking the Spin button)</li>\n</ul>\n\n<p>Here also are sound effects and background music settings:</p>\n\n<ul>\n  <li>Volume adjustment, including its complete turn off</li>\n  <li>Turning the music (using checkmark)</li>\n  <li>Turning the sound effects (using checkmark)</li>\n  <li>To play in the left hand mode on mobile devices, put the corresponding checkmark in the settings.</li>\n</ul>\n\n<div class=\"license-block\">\n\n  <h1 id=\"license-requirements\">License requirements</h1>\n  <p>The purchase features can be unavailable in the game because of the requirements of the license that regulates the operator’s work.</p>\n\n</div>\n\n<h1 id=\"return-to-player\">Return to Player.</h1>\n\n<p>The overall theoretical Return to Player (RTP) is {RTP.main}%. RTP in the Buy Bonus feature is {RTP.freespin_buy}%. RTP in the Chance x2 feature is {RTP.freespin_chance}%.</p>\n\n<h1 id=\"rng\">RNG</h1>\n\n<p>The game is based on a certified random number generator.  For more information, visit our RyanGames site.</p>\n\n<h1 id=\"additional-information\">Additional information</h1>\n\n<p>Malfunction voids all plays and pays! All unfinished rounds will be terminated every six hours. If the game requires “Collect” - “Collect” will take place and the win from the round will be added to the player balance. If the game requires action from a player, the result is counted assuming that the player has chosen the action with no risk without raising the initial bet.\n This is the game rule version 1.1, December 16, 2021.</p>\n<p>The Game Rules as published on this website are in English. Translations into other languages are provided as a service in good faith. In the event of ambiguity between an English version and a translation, the English version always retains priority.</p>\n"}